{
  "footerHelp": {
    "message": "Після підключення ви можете будь-коли повернутися до цих налаштувань через меню розширення.",
    "description": "Допоміжний текст у нижній частині екрана налаштувань під час початкового налаштування."
  },
  "progressAria": {
    "message": "Прогрес початкового налаштування",
    "description": "Мітка aria для індикатора прогресу під час початкового налаштування."
  },
  "stepLabel": {
    "message": "Ласкаво просимо",
    "description": "Мітка для першого кроку майстра налаштування (вітання)."
  },
  "path": {
    "message": "Як ви хочете розпочати?",
    "description": "Заголовок розділу, де обирається спосіб початку налаштування."
  },
  "authModeHelp": {
    "message": "Режим Single User (API Key) рекомендовано для персональних серверів або серверів невеликих команд. Multi User (Login) підходить для спільних розгортань, де користувачі входять за допомогою імені користувача або SSO. Оберіть режим, що відповідає конфігурації вашого tldw_server.",
    "description": "Текст довідки, який пояснює режими автентифікації Single User та Multi User."
  },
  "apiKeyHelp": {
    "message": "Знайдіть свій API-ключ у tldw_server → Settings → API Keys. Згенеруйте там ключ і вставте його тут.",
    "description": "Текст довідки, що описує, де знайти API-ключ."
  },
  "authStepAria": {
    "message": "Крок {{current}} з {{total}} — налаштування автентифікації",
    "description": "Мітка aria для кроку налаштування автентифікації в майстрі."
  },
  "confirmStepAria": {
    "message": "Крок {{current}} з {{total}} — підтвердження підключення та наступні кроки",
    "description": "Мітка aria для кроку підтвердження підключення в майстрі."
  },
  "nextSteps": {
    "message": "Ви готові до роботи",
    "description": "Заголовок фінального кроку майстра налаштування."
  },
  "nextStepsSubtitle": {
    "message": "Звідси ви можете відкрити бічну панель, завантажити сторінку або дослідити медіа й нотатки.",
    "description": "Підзаголовок фінального кроку з описом наступних дій."
  },
  "nextStepsChatTitle": {
    "message": "Почніть спілкування",
    "description": "Заголовок картки наступного кроку для початку чату."
  },
  "nextStepsChatBody": {
    "message": "Відкрийте бічну панель і задайте своє перше питання.",
    "description": "Опис картки наступного кроку для початку чату."
  },
  "nextStepsChatCta": {
    "message": "Відкрити бічну панель",
    "description": "Напис на кнопці, яка відкриває бічну панель із чатом."
  },
  "nextStepsIngestTitle": {
    "message": "Завантажте вашу першу сторінку",
    "description": "Заголовок картки наступного кроку для завантаження першої сторінки."
  },
  "nextStepsIngestBody": {
    "message": "Використайте швидке завантаження в заголовку, щоб зберегти поточну вкладку на сервері.",
    "description": "Опис картки наступного кроку для завантаження сторінки."
  },
  "nextStepsMediaTitle": {
    "message": "Досліджуйте медіа й нотатки",
    "description": "Заголовок картки наступного кроку для розділу медіа та нотаток."
  },
  "nextStepsMediaBody": {
    "message": "Відвідайте Розділ медіа й нотаток в Налаштуваннях, щоб побачити те, що збережено та доступне для пошуку.",
    "description": "Опис картки наступного кроку для перегляду медіа та нотаток."
  },
  "headerShortcuts": {
    "message": "Показувати швидкі ярлики в заголовку",
    "description": "Налаштування, що вмикає показ швидких ярликів у заголовку під час налаштування."
  }
}
