{
  "heading": "Configurar Chrome AI",
  "status": {
    "label": "Habilitar o deshabilitar el soporte de Chrome AI en tldw Browser_Assistant"
  },
  "error": {
    "browser_not_supported": "Esta versión de Chrome no es compatible con el modelo Gemini Nano. Por favor, actualice a la versión 127 o posterior.",
    "ai_not_supported": "La configuración chrome://flags/#prompt-api-for-gemini-nano no está habilitada. Por favor, habilítela.",
    "ai_not_ready": "Gemini Nano aún no está listo; necesita verificar la configuración de Chrome.",
    "internal_error": "Ocurrió un error interno. Por favor, inténtelo de nuevo más tarde."
  },
  "errorDescription": "Para usar Chrome AI, necesita Chrome 138 o posterior. Siga estos pasos:\n\n1. Vaya a `chrome://flags/#prompt-api-for-gemini-nano` y habilite \"Prompt API for Gemini Nano\".\n2. Reinicie Chrome para aplicar el cambio.\n3. Regrese a esta página y haga clic en \"Descargar modelo\" — se descargarán ~4 GB por primera vez.\n4. Una vez descargado, Gemini Nano se puede habilitar a través de tldw Browser_Assistant.",
  "downloadModel": "Descargar Modelo",
  "modelDownloadWarning": "Esto descargará un modelo con un tamaño de descarga aproximado que varía entre 1.5 GB y 2.4 GB. Asegúrese de tener suficiente espacio en disco.",
  "downloadModal": {
    "title": "Descargar modelo Gemini Nano",
    "warning": "Descarga de gran tamaño",
    "warningDescription": "Se descargarán aproximadamente 4 GB de datos. Asegúrese de tener suficiente espacio en disco y una conexión a Internet estable.",
    "confirm": "Descargar ahora",
    "cancel": "Cancelar",
    "downloading": "Descargando modelo",
    "downloadingDescription": "Descargando el modelo Gemini Nano. Esto puede tardar varios minutos según su conexión a Internet.",
    "pleaseWait": "No cierre esta ventana mientras se realiza la descarga..."
  },
  "downloadSuccess": "¡El modelo se descargó correctamente!",
  "downloadError": "No se pudo descargar el modelo. Inténtelo de nuevo."
}
